[
  {
    "id": "ce64",
    "name": "Adr1ft",
    "show": "7a90",
    "description": "ADR1FT is an immersive First Person Experience (FPX) that tells the story of an astronaut in peril. Floating silently amongst the wreckage of a destroyed space station with no memory and a severely damaged EVA suit slowly leaking oxygen, the only survivor struggles to determine the cause of the catastrophic event that took the lives of everyone on board. The player fights to stay alive by exploring the wreckage for precious resources, and overcomes the challenges of an unforgiving environment to repair the damaged EEV and safely return home.",
    "links": [
      "https://igdb.com/games/adr1ft",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSA0mC-Uxa49n7i-MWtB4uoL"
    ],
    "image": "/img/series/ce64.jpg"
  },
  {
    "id": "9ac7",
    "name": "Alan Wake",
    "show": "f5d4",
    "description": "When the wife of the best-selling writer Alan Wake disappears on their vacation, his search turns up pages from a thriller he doesn't even remember writing. A Dark Presence stalks the small town of Bright Falls, pushing Wake to the brink of sanity in his fight to unravel the mystery and save his love. \n\nPresented in the style of a TV series, Alan Wake features the trademark Remedy storytelling and pulse-pounding action sequences. As players dive deeper and deeper into the mystery, they’ll face overwhelming odds, plot twists, and cliffhangers. It’s only by mastering the Fight With Light combat mechanic that they can stay one step ahead of the darkness that spreads across Bright Falls. \n\nWith the body of an action game and the mind of a psychological thriller, Alan Wake’s intense atmosphere, deep and multi-layered story, and exceptionally tense combat sequences provide players with an entertaining and original gaming experience.",
    "links": [
      "https://igdb.com/games/alan-wake",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSBBNG9DfB4hmNov2c3XICAc"
    ],
    "image": "/img/series/9ac7.jpg"
  },
  {
    "id": "af7f",
    "name": "Anna's Quest",
    "show": "2e85",
    "description": "Dragons, witches, trolls... No one can stop Anna. With her telekinesis, unorthodox use of torture instruments, a knack for improvisation and the help of a shady fox she just makes her way. She communes with the dead, shuts off the local taverns beer supply and gets old ladies behind bars...\n\nThe world of author Dane Krams' debut on the game development stage isn't as cuddly as it may seem. Anna however, is actually perfectly nice - or is she? It all starts with freeing talking teddy bear... Anna's Quest unfolds a hand-drawn, grim tale with a good dash of self-irony.",
    "links": [
      "https://igdb.com/games/annas-quest",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSCScN60jHJB7uDgEcbdiRtm"
    ],
    "image": "/img/series/af7f.jpg"
  },
  {
    "id": "4a62",
    "name": "Armikrog",
    "show": "7a90",
    "description": "Armikrog is a unique stop motion clay animated point and click adventure game from the creators of Earthworm Jim and the Neverhood. Follow the adventures of space explorer Tommynaut and his blind alien talking dog Beak-Beak, as they unravel the mysteries of the fortress that holds them captive through exploration and puzzle solving.",
    "links": [
      "https://igdb.com/games/armikrog",
      "https://youtube.com/playlist?list=PLufbi74GvSzRBohtOVkCd4PejbTKhyfnb"
    ],
    "image": "/img/series/4a62.jpg"
  },
  {
    "id": "630c",
    "name": "Batman: Arkham Knight",
    "show": "7a90",
    "description": "Batman: Arkham Knight brings the award-winning Arkham trilogy from Rocksteady Studios to its epic conclusion. Developed exclusively for New-Gen platforms, Batman: Arkham Knight introduces Rocksteady's uniquely designed version of the Batmobile. The highly anticipated addition of this legendary vehicle, combined with the acclaimed gameplay of the Arkham series, offers gamers the ultimate and complete Batman experience as they tear through the streets and soar across the skyline of the entirety of Gotham City. In this explosive finale, Batman faces the ultimate threat against the city that he is sworn to protect, as Scarecrow returns to unite the super criminals of Gotham and destroy the Batman forever.",
    "links": [
      "https://igdb.com/games/batman-arkham-knight",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSC3XUQ9kS1WaJ-mg3JHQSIO"
    ],
    "image": "/img/series/630c.jpg"
  },
  {
    "id": "1dab",
    "name": "Batman: The Telltale Series",
    "show": "f5d4",
    "description": "Enter the fractured psyche of Bruce Wayne and discover the powerful and far-reaching consequences of your choices as the Dark Knight. &#13;\n&#13;\nIn this gritty and violent new story from the award-winning creators of The Walking Dead – A Telltale Games Series, you'll make discoveries that will shatter Bruce Wayne's world, and the already fragile stability of a corrupt Gotham City.",
    "links": [
      "https://igdb.com/games/batman-the-telltale-series",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSApQBHbeiYomoj14v0rUKsw"
    ],
    "image": "/img/series/1dab.jpg"
  },
  {
    "id": "fc92",
    "name": "Battletoads",
    "show": "8bd9",
    "description": "Battletoads is the first game of the Battletoads series. It is developed by Rare and published by Tradewest. It was originally released for Nintendo Entertainment System in 1991, with ports for the Sega Genesis, Sega Game Gear, Amiga CD32 and Nintendo Game Boy (with the subtitle Battletoads in Ragnarok's World so as to separate it from the earlier-released Game Boy sequel).&#13;&#13;\n&#13;&#13;\nBattletoads is considered to be a game that shows the true potential of the NES' graphics, mainly due to the year of its release, when developers were focusing more on 16-bit consoles.&#13;&#13;\n&#13;&#13;\nNot only is it graphically-advanced, but it is also considered to be one of the hardest games of all time, appearing in possibly every listing of difficult video games. It is currently listen at 8th place in IGN's \"Top 10 Most Difficult Games to Beat.\"\n\nIt was re released in 2015 on the Xbox One as part of the Rare Replay Collection.",
    "links": [
      "https://igdb.com/games/battletoads",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSAaQjwUQcNJPUPLl8u0fkIC"
    ],
    "image": "/img/series/fc92.jpg"
  },
  {
    "id": "7a30",
    "name": "Blade Runner",
    "show": "3952",
    "description": "Blade Runner is an adventure game with an emphasis on detective work rather than on puzzles. There are very few \"real\" puzzles in the game, and the gameplay mainly consists of questioning suspects, gathering evidence, etc. There are also some action sequences, and throughout the game the protagonist has the ability to use his gun. The player's decisions can (and will) influence the outcome of the story, bringing the game to one of the six possible endings.",
    "links": [
      "https://igdb.com/games/blade-runner",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSA5f5uuke5fc09BbHkAzh4o"
    ],
    "image": "/img/series/7a30.jpg"
  },
  {
    "id": "af14",
    "name": "Bloodborne",
    "show": "3952",
    "description": "Introducing Bloodborne, the latest Action RPG from renowned Japanese developer FromSoftware, makers of the hit Dark Souls series, coming exclusively to PlayStation 4. \n\nFace your fears as you search for answers in the ancient city of Yharnam, now cursed with a strange endemic illness spreading through the streets like wildfire. Danger, death and madness lurk around every corner of this dark and horrific world, and you must discover its darkest secrets in order to survive.",
    "links": [
      "https://igdb.com/games/bloodborne",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSAYRiDUlRxNuyKyKsu4VhGU",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSAvAtdZa20FjqRI3oh7uq3O"
    ],
    "image": "/img/series/af14.jpg"
  },
  {
    "id": "b94e",
    "name": "Brothers: A Tale Of Two Sons",
    "show": "7a90",
    "description": "Brothers is presented from a third-person view overlooking the two brothers. The brothers are moved individually by two thumbsticks on the controller. The controller triggers also cause the respective brother to interact with the game world, such as talking to a non-player character or grabbing onto a ledge or object. The older brother is the stronger of the two and can pull levers or boost his younger brother to higher spaces, while the younger one can pass between narrow bars. The player progresses by manipulating the two brothers at the same time to complete various puzzles, often requiring the player to manipulate both brothers to perform differing functions (such as one distracting a hostile non-player character while the other makes their way around). Should either brother fall from a great height or get injured, the game restarts at a recent checkpoint. All of the in-game dialogue is spoken in a fictional language, thus the story is conveyed through actions, gestures and expressions.",
    "links": [
      "https://igdb.com/games/brothers-a-tale-of-two-sons",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDR_WaVKBi_V4y4U7FU1NbL"
    ],
    "image": "/img/series/b94e.jpg"
  },
  {
    "id": "a089",
    "name": "Call of Duty 4: Modern Warfare",
    "show": "3952",
    "description": "One of the most critically-acclaimed games in history. Call of Duty 4: Modern Warfare is back, remastered in true high-definition, featuring enhanced textures, rendering, high-dynamic range lighting, and much more to bring a new generation experience to fans.",
    "links": [
      "https://igdb.com/games/call-of-duty-modern-warfare-remastered",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSCxDakqWqpKsLyYU4X1HfpX"
    ],
    "image": "/img/series/a089.jpg"
  },
  {
    "id": "c01b",
    "name": "Call of Duty: Advanced Warfare",
    "show": "7a90",
    "description": "Call of Duty: Advanced Warfare envisions the powerful battlegrounds of the future, where both technology and tactic have evolved to usher in a new era of combat for the franchise. Delivering a stunning performance, Academy Award® winning actor Kevin Spacey stars as Jonathan Irons – one of the most powerful men in the world – shaping this chilling vision of the future of war.",
    "links": [
      "https://igdb.com/games/call-of-duty-advanced-warfare",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSAsz97tgKuubjexs8PPgQlk"
    ],
    "image": "/img/series/c01b.jpg"
  },
  {
    "id": "341c",
    "name": "Call of Duty: Black Ops III",
    "show": "7a90",
    "description": "Call of Duty: Black Ops 3 deploys players into a dark, twisted future where a new breed of Black Ops soldier emerges and the lines are blurred between our own humanity and the technology we created to stay ahead, in a world where cutting-edge military robotics define warfare. With three unique game modes: Campaign, Multiplayer and Zombies, providing fans with the deepest and most ambitious Call of Duty ever.",
    "links": [
      "https://igdb.com/games/call-of-duty-black-ops-iii",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSAc1OPESRXDOlU2cTjrSlqh"
    ],
    "image": "/img/series/341c.jpg"
  },
  {
    "id": "dfc4",
    "name": "Cities: Skylines",
    "show": "7a90",
    "description": "Cities: Skylines is a modern take on the classic city simulation. The game introduces new game play elements to realize the thrill and hardships of creating and maintaining a real city whilst expanding on some well-established tropes of the city building experience. From the makers of the Cities in Motion franchise, the game boasts a fully realized transport system. It also includes the ability to mod the game to suit your play style as a fine counter balance to the layered and challenging simulation.  You’re only limited by your imagination, so take control and reach for the sky!",
    "links": [
      "https://igdb.com/games/cities-skylines",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSB4Oungl2LdDOwsgVE9_zdT"
    ],
    "image": "/img/series/dfc4.jpg"
  },
  {
    "id": "d748",
    "name": "Civilization V",
    "show": "7a90",
    "description": "Sid Meier's Civilization V is a turnbased strategy game where the player leads a civilization from the stoneage all the way to future tech, there is more than one way to win, achieving one of a number of different victory conditions through research, exploration, diplomacy, expansion, economic development, government and military conquest\nYou will face other civilizations, either online as other people or played by the computer, civilization 5 features a advanced diplomacy system when dealing with computer controlled civs or computer controlled city-states.  \n\nIts first expansion pack, Civilization V: Gods &amp; Kings, was released on June 19, 2012 in North America and June 22 internationally. It includes features such as religion, espionage, enhanced naval combat and combat AI, as well as nine new civilizations.[11]\n\nA second expansion pack, Civilization V: Brave New World, was announced on March 15, 2013. It includes features such as international trade routes, a world congress, tourism, great works, as well as nine new civilizations and eight additional wonders. It was released on July 9, 2013 in North America and on July 12, 2013 in the rest of the world.",
    "links": [
      "https://igdb.com/games/sid-meier-s-civilization-v",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDsU6atJ3FRSRr2f8NuMg47"
    ],
    "image": "/img/series/d748.jpg"
  },
  {
    "id": "49e4",
    "name": "Civilization VI",
    "show": "7a90",
    "description": "Civilization is a turn-based strategy game in which you attempt to build an empire to stand the test of time. Become Ruler of the World by establishing and leading a civilization from the Stone Age to the Information Age. Wage war, conduct diplomacy, advance your culture, and go head-to-head with history’s greatest leaders as you attempt to build the greatest civilization the world has ever known.\n\nCivilization VI offers new ways to engage with your world: cities now physically expand across the map, active research in technology and culture unlocks new potential, and competing leaders will pursue their own agendas based on their historical traits as you race for one of five ways to achieve victory in the game.",
    "links": [
      "https://igdb.com/games/sid-meiers-civilization-vi",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSD97NogoWW5Nq2ulYio3Bjg"
    ],
    "image": "/img/series/49e4.jpg"
  },
  {
    "id": "2d84",
    "name": "Conker: Live & Reloaded",
    "show": "8bd9",
    "description": "",
    "links": [
      "https://igdb.com/games/conker-live-reloaded",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDwPzGklO4wkR420IeTyB6L"
    ],
    "image": "/img/series/2d84.jpg"
  },
  {
    "id": "7bd6",
    "name": "Contradiction: Spot the Liar!",
    "show": "7a90",
    "description": "\"Contradiction is an interactive crime drama game that uses live-action video for the entirety of the game play. It’s a brand new take on the concept of an interactive movie and brings the genre to a whole new level of playability.\n\nContradiction plays as smoothly as a 3D graphic game. You can wander freely around the game environment, collecting evidence and witnessing constantly changing events.\n\nHowever, the centrepiece of the game is interviewing the characters you meet, who can be questioned about all the evidence you’ve collected and things you’ve seen. The name of the game is then spotting contradictions in their answers, catching them out and moving the game along.\"",
    "links": [
      "https://igdb.com/games/contradiction-spot-the-liar",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSCszjN9a8beIN18RQUi3Kji"
    ],
    "image": "/img/series/7bd6.jpg"
  },
  {
    "id": "8de9",
    "name": "Dark Souls II: Scholar of the First Sin",
    "show": "7a90",
    "description": "'Dark Souls II: Scholar of the First Sin' is an upgrade and bundle of Dark Souls II that brings the game to Playstation 4 and Xbox One, as well as DX11 features on PC. It also bundles all previous DLCs and provides additional features and content.",
    "links": [
      "https://igdb.com/games/dark-souls-ii-scholar-of-the-first-sin",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSCKmSIiBx3bTn75Ga9iyRR2"
    ],
    "image": "/img/series/8de9.jpg"
  },
  {
    "id": "f135",
    "name": "Dark Souls III",
    "show": "3952",
    "description": "As fires fade and the world falls into ruin, developer FROMSOFTWARE and director Hidetaka Miyazaki continue their critically-acclaimed and genre-defining series with Dark Souls III. Fans and newcomers alike will get lost in the games hallmark rewarding gameplay and immersive graphics. Now only embers remain…",
    "links": [
      "https://igdb.com/games/dark-souls-iii",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDk4642RWmRQ_MYjHVM-IJJ",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSBRyC0_8XZ_s2gttGVkCtwf"
    ],
    "image": "/img/series/f135.jpg"
  },
  {
    "id": "2145",
    "name": "Dead Space",
    "show": "f5d4",
    "description": "Dead Space is a 2008 science fiction survival horror video game developed by EA Redwood Shores (now Visceral Games) for Microsoft Windows, PlayStation 3 and Xbox 360. The game was released on all platforms through October 2008. The game puts the player in control of an engineer named Isaac Clarke, who battles the Necromorphs, reanimated human corpses, aboard an interstellar mining ship, the USG Ishimura.",
    "links": [
      "https://igdb.com/games/dead-space",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSAhi7F0-GoVRJwzAGZDYI70"
    ],
    "image": "/img/series/2145.jpg"
  },
  {
    "id": "cb61",
    "name": "Dead Space 2",
    "show": "f5d4",
    "description": "Engineer Isaac Clarke returns for another blood-curdling adventure in Dead Space 2, the sequel to the critically acclaimed horror adventure. After waking from a coma on a massive space city known as \"The Sprawl,\" the lone survivor of a horrific alien infestation finds himself confronting a catastrophic new nightmare. Battling dementia, hunted by the government and haunted by visions of his dead girlfriend, Isaac will do whatever it takes to save himself and rid the city of the gruesome, relentless Necromorphs. Equipped with a new arsenal of tools to dismember the Necromorphs, Isaac will face the challenge head-on.\n\nIn Dead Space 2, Isaac brings the terror to space. Players will take on bigger, scarier and more epic battles that will keep them on the edge of their seats. Delivering a sensory overload of sound, visuals and action sequences, Dead Space 2 will bring the psychological thrills of deep space to a terrifying new level.",
    "links": [
      "https://igdb.com/games/dead-space-2",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSCMVd_XHf4eGeyBrC925gp1"
    ],
    "image": "/img/series/cb61.jpg"
  },
  {
    "id": "d2ff",
    "name": "Dead Synchronicity",
    "show": "2e85",
    "description": "\"Dead Synchronicity: Tomorrow Comes Today\" is the first part of the \"Dead Synchronicity\" series: help Michael face a dying reality, a universe that’s fading away. Face a merciless world that gets sick and vanishes. Face no past, no present, no future. Face the impending moment of “dead synchronicity”. And you’d better hurry. Because, otherwise... what will you do when Time dissolves itself?\nA terrible pandemic is turning all of humanity into “the dissolved” - the sick whose deliria provide them with supernatural cognitive powers... but also steer them towards a gruesome death.\n\nThe root of this illness seems to be “the Great Wave”, an inexplicable chain of natural disasters that destroyed all energy sources and communications and plunged the world into a chaos ruthlessly controlled by both the authorities and the army alike. Michael, a man with no past, will have to recover his identity and decode the events that brought the world to the edge of collapse. Because, if he doesn’t hurry, he won’t be able to avoid the impending moment of “dead synchronicity”, when Time itself dissolves…",
    "links": [
      "https://igdb.com/games/dead-synchronicity-tomorrow-comes-today",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSC_tJHviJREtDV3GF_l4iK7"
    ],
    "image": "/img/series/d2ff.jpg"
  },
  {
    "id": "380b",
    "name": "Detective Grimoire",
    "show": "2e85",
    "description": "Solve puzzles, collect clues, explore the swamp, interrogate suspects... and uncover the mystery! \n\nDetective Grimoire is a charming and mysterious adventure, featuring a variety of strange and unique interactions with the bizarre residents of the swamp, a compelling and challenging murder mystery to solve, and an original award nominated soundtrack.",
    "links": [
      "https://igdb.com/games/detective-grimoire"
    ],
    "image": "/img/series/380b.jpg"
  },
  {
    "id": "10b5",
    "name": "Deus Ex: Mankind Divided",
    "show": "3952",
    "description": "Deus Ex: Mankind Divided directly follows the aftermath of the Aug Incident, a day when mechanically augmented citizens all over the world were stripped of control over their minds and bodies, resulting in the deaths of millions of innocents. The year is now 2029, and the golden era of augmentations is over. Mechanically augmented humans have been deemed outcasts and segregated from the rest of society. Crime and acts of terror serve as a thin veil to cover up an overarching conspiracy aimed at controlling the future of mankind…",
    "links": [
      "https://igdb.com/games/deus-ex-mankind-divided",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSCayCXWlDy-i4Z-qpf1uumI"
    ],
    "image": "/img/series/10b5.jpg"
  },
  {
    "id": "ed2d",
    "name": "Don't Starve Together",
    "show": "7a90",
    "description": "The entire world of Don’t Starve Together has been expanded and now includes Reign of Giants content, free for everybody! New mysteries, challenges and scientific innovations await your discovery. Team up with friends and manage your resources well, because the wilderness of Don’t Starve Together has learned some new tricks.",
    "links": [
      "https://igdb.com/games/dont-starve-together",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDIYQp5wdW9gggabo2XBuKA"
    ],
    "image": "/img/series/ed2d.jpg"
  },
  {
    "id": "f7d5",
    "name": "Beans vs Donkey Kong",
    "show": "88a8",
    "description": "",
    "links": [
      "https://youtube.com/playlist?list=PLsksxTH4pR3KslBOnEHW5Tt3LrkleLOm6"
    ],
    "image": "/img/series/f7d5.jpg"
  },
  {
    "id": "0b52",
    "name": "Beans vs Doom",
    "show": "88a8",
    "description": "",
    "links": [
      "https://youtube.com/playlist?list=PLsksxTH4pR3Ldn7b2fTb_jOb8ugrS2NdE"
    ],
    "image": "/img/series/0b52.jpg"
  },
  {
    "id": "ebdc",
    "name": "Dropsy",
    "show": "2e85",
    "description": "After a deadly circus fire shatters his world and tarnishes his name, Dropsy the Clown finds himself on a journey of self-discovery through a story that harnesses powerful themes of love and kindness. With his father gravely ill and the world turning its back on a once happy-go-lucky clown, Dropsy will need to help those in need, hug total strangers, and unravel dark and shameful secrets from his past on the way to redemption. Oh, and Dropsy can also talk to animals.\n\nDropsy is a non-traditional take on the classic point and click adventure formula starring the game’s perpetually carefree namesake clown as he explores a richly detailed world full of colorful characters and sinister secrets, doling out hugs along the way. Rather than lead players on a singular narrative path, players are free to choose which avenues of adventure they want to explore in an open world setting and can piece the puzzles and story together however they choose.",
    "links": [
      "https://igdb.com/games/dropsy",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDo-RWq7tHiLx74HewcWkOg"
    ],
    "image": "/img/series/ebdc.jpg"
  },
  {
    "id": "a2fd",
    "name": "Earth Defense Force",
    "show": "7a90",
    "description": "This updated version of Earth Defense Force 2025 marks the series first current-gen appearance. It sports improved performance, new content amounting to more than 50 percent of the original, two-player local co-op, and four player online co-op.\n\n\nThe game is also being ported to PC\n\n\"It's a fight for the future of the planet between the Ravagers, a merciless swarm of alien invaders, and the Earth Defense Force (EDF) in this third-person shooter.\n\nAs an EDF soldier you will go head to head in fierce combat against the hordes of giant alien insects and their slaughtering machines.\n\nPlay as four different classes in over 80 missions with a range of 800 weapons at your disposal.\n\nThe most overwhelmingly numerous forces of Ravagers the series has ever seen will take the EDF fighters to the depths of despair and back!\n\nOnline co-op play supported.\"",
    "links": [
      "https://igdb.com/games/earth-defense-force-4-dot-1-the-shadow-of-new-despair",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSBLMcIMyGpLHHsHDHU-JtMg"
    ],
    "image": "/img/series/a2fd.jpg"
  },
  {
    "id": "4cc9",
    "name": "Evoland 2",
    "show": "7a90",
    "description": "Evoland 2 is the spiritual successor to the original Evoland with its graphics style changing as you travel through time and its gameplay evolving as you move along the storyline. It is also a much bigger game and a classic RPG at heart, with a complex scenario based on time travel, dozens of characters with their own backgrounds and ambitions and vastly different gameplay styles that are linked to the story and the player’s actions.",
    "links": [
      "https://igdb.com/games/evoland-2-a-slight-case-of-spacetime-continuum-disorder",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSBvuNWzn4UP36XAIamSqGq0"
    ],
    "image": "/img/series/4cc9.jpg"
  },
  {
    "id": "c06c",
    "name": "Fahrenheit",
    "show": "8bd9",
    "description": "To find out why Lucas Kane killed a man in a diner in the interactive thriller Indigo Prophecy, the player takes the roles of Lucas Kane, Markus Kane, Lt. Carla Valenti and Sgt. Tyler Miles.",
    "links": [
      "https://igdb.com/games/fahrenheit",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDinlkr9W8kf0VwvnrmNYvS"
    ],
    "image": "/img/series/c06c.jpg"
  },
  {
    "id": "c5c4",
    "name": "Fallout 4",
    "show": "7a90",
    "description": "Bethesda Game Studios, the award-winning creators of Fallout 3 and The Elder Scrolls V: Skyrim, welcome you to the world of Fallout 4 – their most ambitious game ever, and the next generation of open-world gaming.",
    "links": [
      "https://igdb.com/games/fallout-4",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSCKhh-gte5-lIh0QdHZSubj",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSB-F8wFvFzym5u2lFN2fjFy",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSCj-L5mhHviLoP-2Q3i2xje"
    ],
    "image": "/img/series/c5c4.jpg"
  },
  {
    "id": "51c7",
    "name": "Firewatch",
    "show": "7a90",
    "description": "Firewatch is a mystery set in the woods of Wyoming, where your only emotional lifeline is the person on the other end of a handheld radio. You play as a man named Henry who has retreated from his messy life to work as a fire lookout in the wilderness. Perched high atop a mountain, it’s your job to look for smoke and keep the wilderness safe. An especially hot and dry summer has everyone on edge. Your supervisor, a woman named Delilah, is available to you at all times over a small, handheld radio -- and is your only contact with the world you’ve left behind. But when something strange draws you out of your lookout tower and into the world, you’ll explore a wild and unknown environment, facing questions and making interpersonal choices that can build or destroy the only meaningful relationship you have.",
    "links": [
      "https://igdb.com/games/firewatch",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSAVQLOyNOxLmgJsE1U3UiZz"
    ],
    "image": "/img/series/51c7.jpg"
  },
  {
    "id": "afc8",
    "name": "Fran Bow",
    "show": "2e85",
    "description": "Fran Bow is a creepy adventure game that tells the story of Fran, a young girl struggling with a mental disorder and an unfair destiny.",
    "links": [
      "https://igdb.com/games/fran-bow",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSAFbkNGFvyVVuRK9zw-mn6r"
    ],
    "image": "/img/series/afc8.jpg"
  },
  {
    "id": "53e5",
    "name": "Gears of War 4",
    "show": "3952",
    "description": "A new saga begins for one of the most acclaimed video game franchises in history. After narrowly escaping an attack on their village, JD Fenix and his friends, Kait and Del, must rescue the ones they love and discover the source of a monstrous new enemy.",
    "links": [
      "https://igdb.com/games/gears-of-war-4",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSBB2VsyUSP34ocsADfj0CyT"
    ],
    "image": "/img/series/53e5.jpg"
  },
  {
    "id": "b5a7",
    "name": "Gothic 2",
    "show": "7a90",
    "description": "Gothic II is a role-playing video game and the sequel to Gothic, by the German developer Piranha Bytes. It was first released on November 29, 2002 in Germany, with North America following almost one year later on October 28, 2003. The game was published by JoWooD Entertainment and Atari.",
    "links": [
      "https://igdb.com/games/gothic-ii",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDRCa1b7gkBTam4o8KUfze1"
    ],
    "image": "/img/series/b5a7.jpg"
  },
  {
    "id": "0b6a",
    "name": "Grim Fandango",
    "show": "8bd9",
    "description": "Something's rotten in the land of the dead, and you're being played for a sucker. Meet Manny Calavera, travel agent at the Department of Death. He sells luxury packages to souls on their four-year journey to eternal rest. But there's trouble in paradise. Help Manny untangle himself from a conspiracy that threatens his very salvation.\n\nOne of the most acclaimed adventure games of all time is now back, better than ever. Grim Fandango's epic story of four years in the life (or death) of Manny Calavera, travel agent to the dead, has been remastered to look, sound, and control even better than when it won GameSpot's Game of the Year award upon its original launch. Grim Fandango still stands as a classic of the genre, with unforgettable characters and unique combination of film noir and Mexican folklore.",
    "links": [
      "https://igdb.com/games/grim-fandango-remastered",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDl2tO3RghH6yJkMKJwny0U"
    ],
    "image": "/img/series/0b6a.jpg"
  },
  {
    "id": "d6c6",
    "name": "HTC Vive",
    "show": "7a90",
    "description": "",
    "links": [],
    "image": "/img/series/d6c6.jpg"
  },
  {
    "id": "4ada",
    "name": "Beans vs Half-Life",
    "show": "88a8",
    "description": "",
    "links": [
      "https://youtube.com/playlist?list=PLfU2RMxoOiSBop0zwgyXBvDFfLz04pUQO"
    ],
    "image": "/img/series/4ada.jpg"
  },
  {
    "id": "1d68",
    "name": "Half-Life: Opposing Force",
    "show": "7a90",
    "description": "Opposing Force returns to the same setting as Half-Life, but instead portrays the events from the perspective of a U.S. Marine, one of the enemy characters in the original game. The player character, Adrian Shephard, is sent in to neutralize the Black Mesa Research Facility after a scientific mishap causes it to be invaded by aliens, but quickly finds that the Marines are outnumbered and slowly being beaten back by a second alien race and black operations units.",
    "links": [
      "https://igdb.com/games/half-life-opposing-force",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDtOss6n9m3wgw24L6MKOJn"
    ],
    "image": "/img/series/1d68.jpg"
  },
  {
    "id": "bb79",
    "name": "Heart of Darkness",
    "show": "8bd9",
    "description": "Heart of Darkness places players in the role of a child named Andy as he attempts to rescue his dog who has been kidnapped by creatures known as The Dark Souls. The game has about half an hour of storytelling cinematic sequences, thousands of 2D animated frames, and uses pre-rendered background scenery. The game was supervised by game developer Éric Chahi, known for Another World, this time with a team of artists and developers. The game also features an original score by film and television composer Bruce Broughton.\n\nA Game Boy Advance port was announced in 2001 but it was never released.",
    "links": [
      "https://igdb.com/games/heart-of-darkness",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSBMh2jQSSv9I2ZCLIPxhF8d"
    ],
    "image": "/img/series/bb79.jpg"
  },
  {
    "id": "b621",
    "name": "Her Story",
    "show": "7a90",
    "description": "Her Story is the new video game from Sam Barlow, creator of Silent Hill: Shattered Memories and Aisle. A crime fiction game with non-linear storytelling, Her Story revolves around a police database full of live action video footage. It stars Viva Seifert, actress and one half of the band Joe Gideon and the Shark.",
    "links": [
      "https://igdb.com/games/her-story",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSBhL6_tLzcZWUp7ILg2Z0B_"
    ],
    "image": "/img/series/b621.jpg"
  },
  {
    "id": "73bd",
    "name": "Ico",
    "show": "8bd9",
    "description": "The Ico &amp; Shadow of the Colossus Collection is a video game bundle that contains high-definition remasters of two older PlayStation 2 games for the PlayStation 3.",
    "links": [
      "https://igdb.com/games/the-ico-and-shadow-of-the-colossus-hd-collection",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDCEsOOUSiLLvwMDYRRhGSq"
    ],
    "image": "/img/series/73bd.jpg"
  },
  {
    "id": "3c6e",
    "name": "Beans vs Indiana Jones",
    "show": "88a8",
    "description": "",
    "links": [],
    "image": "/img/series/3c6e.jpg"
  },
  {
    "id": "cdba",
    "name": "Inside",
    "show": "7a90",
    "description": "Hunted and alone, a boy finds himself drawn into the center of a dark project.",
    "links": [
      "https://igdb.com/games/inside",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSBWV6kb07L0pJfQjyn1bU-4"
    ],
    "image": "/img/series/cdba.jpg"
  },
  {
    "id": "b072",
    "name": "Just Cause 3",
    "show": "7a90",
    "description": "The Mediterranean republic of Medici is suffering under the brutal control of General Di Ravello, a dictator with an insatiable appetite for power. Enter Rico Rodriguez, a man on a mission to destroy the General’s hold on power by any means necessary.  With over 400 square miles of complete freedom from sky to seabed and a huge arsenal of weaponry, gadgets and vehicles, prepare to unleash chaos in the most creative and explosive ways you can imagine.",
    "links": [
      "https://igdb.com/games/just-cause-3"
    ],
    "image": "/img/series/b072.jpg"
  },
  {
    "id": "47f4",
    "name": "King's Field IV",
    "show": "8bd9",
    "description": "King's Field IV, known in North America as King's Field: The Ancient City, is a medieval-themed first-person role playing video game produced by From Software for the PlayStation 2 in 2001. It is the fourth game in the King's Field series and the last one released for home consoles.",
    "links": [
      "https://igdb.com/games/kings-field-iv",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSB6AWTWi3XdKPXeCCJpg4d3"
    ],
    "image": "/img/series/47f4.jpg"
  },
  {
    "id": "fbec",
    "name": "King's Quest",
    "show": "7a90",
    "description": "King’s Quest is a collection of five different chapter releases, each focusing on an untold tale in Graham’s past. In each chapter, an aging King Graham reflects on his life of adventure with his granddaughter, Gwendolyn, while players are transported back to influence first-hand the decisions and events that shaped a kingdom. Embark on an extraordinary journey across the world of Daventry.",
    "links": [
      "https://igdb.com/games/kings-quest-adventures-of-graham",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDgUtZWd2YoxO1Dal0ESrLa"
    ],
    "image": "/img/series/fbec.jpg"
  },
  {
    "id": "f582",
    "name": "Beans vs LEGO",
    "show": "88a8",
    "description": "",
    "links": [
      "https://youtube.com/playlist?list=PLfU2RMxoOiSBd2pi9rmEEGL3OXaCwSeGZ"
    ],
    "image": "/img/series/f582.jpg"
  },
  {
    "id": "24f5",
    "name": "Life Is Strange",
    "show": "7a90",
    "description": "Reunited with her former friend Chloe, the pair will attempt to uncover the uncomfortable truth behind the mysterious disappearance of fellow student Rachel Amber.  With high quality production values and a unique hand-drawn art style, LIFE IS STRANGE is a compelling, story-driven experience where choice and consequence play a key role in how the narrative unfolds. But there is a twist. At the beginning of the game Max discovers she has a remarkable power… the ability to rewind time. In LIFE IS STRANGE the player has the power to affect the game’s narrative and also change the course of history itself.",
    "links": [
      "https://igdb.com/games/life-is-strange",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSCQgBkJBuHT5sRvdjwxmsqe"
    ],
    "image": "/img/series/24f5.jpg"
  },
  {
    "id": "d84c",
    "name": "Mad Max",
    "show": "7a90",
    "description": "In Mad Max, the player takes on the role of titular character Mad Max; a dangerous melee fighter and can use his attacks to kill almost anyone. His weapon of choice is his shotgun. He is assisted by another man called Chumbucket. Chum mainly works with Max to build and upgrade the Magnum Opus vehicle.\n\nMad Max will feature a variety of weapons which Max can use to defeat enemies. Though the shotgun is Max's weapon of choice, ammo is scarce, and so melee options are the smarter way to go. The 'thunderstick' is an explosive weapon that can be lanced into an enemy's chest, crackling like a lit dynamite fuse before blowing the victim to smithereens. The Harpoon is also one of Max's favorite weapon though it can only be used in-vehicle with Chum riding along. Max's Magnum Opus can be combined with a speedy V12 engine and powerful ramming ability to destroy enemies's vehicles and weaponry. When simultaneously driving and aiming, the game enters slow-motion and allows you to toggle between targets. Not much is known about the vehicular combat and its features.\n\nMad Max will feature crafting system which can be used to craft new weapons and tools. Max's garage can also be used to change and modify the car's engines, chassis, wheels, body works including paint treatment and the “shell” of the auto-mobile and the car’s weight and attributes update accordingly. Max can also be upgraded though it's plans hasn't fully been implemented.\n\nMany choices are given in the game, such as, either playing silently or aggressively. Max can also get guidance from Chum about how he can complete his objectives strategically. However, its largely up to the player how he can complete the objectives.",
    "links": [
      "https://igdb.com/games/mad-max",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSBTY0Z3S9sVcBe9xt08nV9m"
    ],
    "image": "/img/series/d84c.jpg"
  },
  {
    "id": "d146",
    "name": "Metal Gear Solid V: The Phantom Pain",
    "show": "3952",
    "description": "The 5th installment of the Metal Gear Solid saga, Metal Gear Solid V: The Phantom Pain continues the story of Big Boss (aka Naked Snake, aka David), connecting the story lines from Metal Gear Solid: Peace Walker, Metal Gear Solid: Ground Zeroes, and the rest of the Metal Gear Universe.&#13;",
    "links": [
      "https://igdb.com/games/metal-gear-solid-v-the-phantom-pain",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSA0AovjYHELW3suIUHhAePB"
    ],
    "image": "/img/series/d146.jpg"
  },
  {
    "id": "5e85",
    "name": "Metroid Prime",
    "show": "7a90",
    "description": "Everyone's favorite heroine, Samus Aran, is back! Packed to the gills with exploration, creative power-ups, and wicked enemies, Metroid Prime is a first-person adventure worthy of the Metroid stamp. An action-packed adventure set in the first-person perspective, Metroid Prime takes place just after the events in the original Metroid (NES). It has lead character Samus Aran, a bounty hunter by trade, chasing down the evil Space Pirates. Their intention is to use a genetic mutagen called Phazon to create a super army and take over the universe. While the installments in the series before have never been home to deeply involving storylines, Metroid Prime breaks the shell to offer up one of the most intriguing and read-worthy sagas yet. Developed by Texas-based Retro Studios. Metroid Prime brings all of the elements of the acclaimed franchise into a massive 3D arena.",
    "links": [
      "https://igdb.com/games/metroid-prime",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSAKHvgzyEP-YjLbiVmg5kos"
    ],
    "image": "/img/series/5e85.jpg"
  },
  {
    "id": "51db",
    "name": "Minecraft",
    "show": "7a90",
    "description": "Minecraft is an open world game that has no specific goals for the player to accomplish, allowing players a large amount of freedom in choosing how to play the game however, there is an achievement system. The gameplay by default is first person, but players have the option to play in third person mode. The core gameplay revolves around breaking and placing blocks. The game world is essentially composed of rough 3D objects—mainly cubes—that are arranged in a fixed grid pattern and represent different materials, such as dirt, stone, various ores, water, and tree trunks. While players can move freely across the world, objects and items can only be placed at fixed locations relative to the grid. Players can gather these material blocks and place them elsewhere, thus allowing for various constructions.",
    "links": [
      "https://igdb.com/games/minecraft",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSANmgn22Bo5u1sY3_q-0pp3"
    ],
    "image": "/img/series/51db.jpg"
  },
  {
    "id": "6170",
    "name": "Mortal Kombat X",
    "show": "7a90",
    "description": "Mortal Kombat X (pronounced \"Mortal Kombat Ex\") is an upcoming fighting game currently in development by NetherRealm Studios. It is the tenth main title in the Mortal Kombat series and is being developed for Microsoft Windows, PlayStation 4, and Xbox One, with a release scheduled for 2015.\nLike previous entries in the series, Mortal Kombat X is a fighting game in which two players fight against each other using a variety of attacks, special moves, and gruesome Fatalities. The energy meter, first introduced in the previous title, once again allows players to perform techniques such as brutal X-Ray moves, with some refinements made to the system. Similar to NetherRealm Studio's previous title, Injustice: Gods Among Us, fighters can now interact with the environment, bouncing off areas to reposition themselves or using parts of the environment as weapons. Each fighter now has three different variations, each featuring a different set of moves they can use during the match. For example, Scorpion can use the Ninjutsu variation, in which he wields dual swords, or the Hellfire variation, which relies more of fiery special moves. There also plans for fully connected online functionality.\n\nDevelopment\nNetherRealm Studios started publicly hiring for the eighth generation development in April 2012. In July 2013, a new Mortal Kombat game was announced to be in development and was said to be released alongside the film series' reboot in September 2015. At the 2013 San Diego Comic-Con, Lance Sloan, producer of the web series Mortal Kombat: Legacy, confirmed the next Mortal Kombat game to be in production, and that there were intentions of a simultaneous release between the game and a new Mortal Kombat film.\n\nIn February 2014, actor Kiefer Sutherland revealed his involvement in this \"huge game.\" According to Karen Strassman's (the voice of Kitana and Mileena in 2011's Mortal Kombat) acting resume, the game's working title was Mortal Kombat 2. The game's poster was leaked and an updated version of the series' iconic dragon logo was revealed on May 28, 2014. Series creator Ed Boon posted daily riddles on his Twitter account that constituted a countdown suggesting a June 2 announcement date with the game's title speculated to be Mortal Kombat X. One of the Twitter clues left by Boon teasing this title was the image of a Lincoln MKX emblem posted with the comment, \"I wonder what the X stands for?\"\n\nOn June 2, 2014, the title was indeed officially revealed as Mortal Kombat X, alongside an official reveal trailer featuring a fight between the iconic characters Scorpion and Sub-Zero. The game made its first public appearance at the Electronic Entertainment Expo 2014, starting on June 10, where four new characters were revealed, apart from the two already revealed by the trailer. NetherRealm Studios themselves are working on only the PS4 and Xbox one versions.",
    "links": [
      "https://igdb.com/games/mortal-kombat-x",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDjjba2riRNieO6RNkF5QI2"
    ],
    "image": "/img/series/6170.jpg"
  },
  {
    "id": "6b32",
    "name": "No Man's Sky",
    "show": "7a90",
    "description": "Inspired by the adventure and imagination that we love from classic science-fiction, No Man's Sky presents you with a galaxy to explore, filled with unique planets and lifeforms, and constant danger and action. \n\nIn No Man's Sky, every star is the light of a distant sun, each orbited by planets filled with life, and you can go to any of them you choose. Fly smoothly from deep space to planetary surfaces, with no loading screens, and no limits. In this infinite procedurally generated universe, you'll discover places and creatures that no other players have seen before - and perhaps never will again.",
    "links": [
      "https://igdb.com/games/no-man-s-sky",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSC4o883WfoWaLiiLrLbPYR7"
    ],
    "image": "/img/series/6b32.jpg"
  },
  {
    "id": "88f1",
    "name": "Oculus Rift",
    "show": "7a90",
    "description": "",
    "links": [],
    "image": "/img/series/88f1.jpg"
  },
  {
    "id": "fdfb",
    "name": "Pokémon - Feuerrote Edition",
    "show": "8bd9",
    "description": "Pokémon FireRed Version and Pokémon LeafGreen Version are a pair of core series Generation III games that are set in the Kanto region. They were released in Japan on January 29, 2004, in North America on September 9, 2004, in Australia on September 23, 2004 and in Europe on October 1, 2004.\nAs the first remakes in the Pokémon franchise, the games revisit the original pair of Pokémon games, Pokémon Red and Green Versions, and so feature all of the characters, plot elements, and challenges of them, but with several important upgrades to bring them up to speed with other Generation III games.\nThe Game Boy Advance Wireless Adapter was initially included with the games when they were first released, eliminating the need for Game Link Cables when trading between the two games (and later Pokémon Emerald Version). In later copies, it was sold separately.\nFireRed and LeafGreen went on to become the second best-selling games of the Game Boy Advance, only behind Pokémon Ruby and Sapphire Versions. They also received Nintendo's Player's Choice awards.",
    "links": [
      "https://igdb.com/games/pokemon-firered",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSBMDn2OSYDT_t9oZQ4i0IfD"
    ],
    "image": "/img/series/fdfb.jpg"
  },
  {
    "id": "f3f0",
    "name": "Prison Architect",
    "show": "7a90",
    "description": "The game is a top-down 2D construction and management simulation where the player takes control of building and running a prison. The player is responsible for managing various aspects of their prison including building cells and facilities, planning and connecting utilities, hiring and assigning staff, including a warden, guards, workers, and more. The player needs to recruit staff to unlock more aspects of the game. The player is also responsible for the finance, and keeping their inmates content.",
    "links": [
      "https://igdb.com/games/prison-architect",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDkjrJRao0Ryolk7ThuHCni"
    ],
    "image": "/img/series/f3f0.jpg"
  },
  {
    "id": "8154",
    "name": "Quantum Break",
    "show": "7a90",
    "description": "Fix Time Before It Destroys Everything!\n\nWhen time breaks, catastrophe becomes your playground. As hero Jack Joyce, you'll fight your way through epic disasters that stutter back and forth in time. But surviving this unstable world--and halting the end of time itself--is only possible by mastering your new time powers.\n\n\nReleased for Xbox One and as a Windows 10 exclusive on April 5th, 2016. Released Steam on September 14th, 2016.",
    "links": [
      "https://igdb.com/games/quantum-break",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSAE0xQ06jI7RsZb5bMd5WlK"
    ],
    "image": "/img/series/8154.jpg"
  },
  {
    "id": "d2ea",
    "name": "Rainbow Six Siege",
    "show": "7a90",
    "description": "Inspired by the reality of counter terrorist operatives across the world, Rainbow Six Siege invites players to master the art of destruction. Intense close quarters confrontations, high lethality, tactics, team play, and explosive action are at the center of the experience. The multiplayer gameplay of Rainbow Six Siege sets a new bar for intense firefights and expert strategy in the rich legacy of past Rainbow Six games.",
    "links": [
      "https://igdb.com/games/tom-clancy-s-rainbow-six-siege--1",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSAKZCfj2zk4_DGCVXqpVtlv"
    ],
    "image": "/img/series/d2ea.jpg"
  },
  {
    "id": "526e",
    "name": "Resident Evil",
    "show": "f5d4",
    "description": "The game which led to the birth of the survival horror franchise, Resident Evil (known as biohazard in Japan) was originally developed for the Playstation by Capcom. The game places you in a deserted mansion, looking for Bravo team survivors - who were sent on a mission in the area but did not return. Enjoy two campaigns as either Jill Valentine or Chris Redfield as you discover the secrets of Spenser Mansion; a front for a corporation who is dabbling in experiments involving zombies.",
    "links": [
      "https://igdb.com/games/resident-evil"
    ],
    "image": "/img/series/526e.jpg"
  },
  {
    "id": "7356",
    "name": "Resident Evil - Code: Veronica",
    "show": "f5d4",
    "description": "Experience another terrifying chapter in the Resident Evil series with Resident Evil: Code Veronica X. After narrowly surviving the horrific onslaught in Raccoon City, Claire Redfield now seeks clues in search of her missing brother, Chris. Join Claire as she uncovers the insidious activities of the Umbrella Corporation. Avoid or eliminate flesh-eating zombies and horrific beasts. Use a variety weapons, items, and clues scattered around Raccoon City to help you survive the nightmare and make sure the virus doesn't spread any farther.",
    "links": [
      "https://igdb.com/games/resident-evil-code-veronica",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSCQu0iyf92SJ5ZdC5nCG8ZR"
    ],
    "image": "/img/series/7356.jpg"
  },
  {
    "id": "7f9d",
    "name": "Resident Evil Zero",
    "show": "f5d4",
    "description": "Before the mansion, before the destruction of Raccoon City, there was Resident Evil 0. Now remastered with improved visuals and sounds, as well as the all-new Wesker Mode, there's never been a better time to experience the origins of the Resident Evil story.",
    "links": [
      "https://igdb.com/games/resident-evil-zero-hd-remaster",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDH-e8gDfY5UW5T-ZxnskNJ"
    ],
    "image": "/img/series/7f9d.jpg"
  },
  {
    "id": "a809",
    "name": "Resident Evil: Revelations 2",
    "show": "f5d4",
    "description": "Resident Evil: Revelations 2, known as Biohazard Revelations 2 (Japanese: バイオハザード リベレーションズ 2 Hepburn: Baiohazādo Riberēshonzu Tsū?) in Japan, is an episodic survival horror video game and the tenth installment of the Resident Evil franchise, developed and published by Capcom. The game is a follow up to Resident Evil: Revelations. An episodic game which comprises of 4 episodes, each of which feature two separate stories. The first is the tale of Claire Redfield and Moira Burton, daughter of Barry Burton - who work for biohazard protection group Terra Save. They are kidnapped and must survive on an island full of \"Afflicted\". The second story features Barry Burton, in search of his daughter, who upon reaching the island meets a strange girl named Natalia. He must retrace his daughters steps and find her before it is too late.",
    "links": [
      "https://igdb.com/games/resident-evil-revelations-2",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSD1-p_ksUOhrvgF0rTUoVi0"
    ],
    "image": "/img/series/a809.jpg"
  },
  {
    "id": "7f79",
    "name": "RimWorld",
    "show": "7a90",
    "description": "A sci fi colony sim driven by an intelligent AI storyteller.\nRimWorld follows three survivors from a crashed space liner as they build a colony on a frontier world at the rim of known space. Inspired by the space western vibe of Firefly, the deep simulation of Dwarf Fortress, and the epic scale of Dune and Warhammer 40,000.\n\nManage colonists' moods, needs, thoughts, individual wounds, and illnesses. Engage in deeply-simulated small-team gunplay. Fashion structures, weapons, and apparel from metal, wood, stone, cloth, or exotic, futuristic materials. Fight pirate raiders, hostile tribes, rampaging animals and ancient killing machines. Discover a new generated world each time you play. Build colonies in biomes ranging from desert to jungle to tundra, each with unique flora and fauna. Manage and develop colonists with unique backstories, traits, and skills. Learn to play easily with the help of an intelligent and unobtrusive AI tutor.",
    "links": [
      "https://igdb.com/games/rimworld",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSAkFyDjIQ_2o53bmjEtz-dq"
    ],
    "image": "/img/series/7f79.jpg"
  },
  {
    "id": "e945",
    "name": "RollerCoaster Tycoon 3",
    "show": "7429",
    "description": "RollerCoaster Tycoon 3 is completely updated and redesigned to take the series to all-new heights. Featuring overhauled 3D graphics and the exclusive new Coaster Cam, you can now see your park from any angle and ride the coasters you build. From street level to blimp, see your park pulse with fun and excitement like never before. \n\nFeatures include an enhanced user interface, complete camera control, and the ability to light up the night with the new park lighting system. The game stars a huge array of diverse guests and you can even create your own family members and friends and add them to your park. Create pyrotechnic wonders with the new Fireworks MixMaster, build your dream park with unlimited funds in 'Sandbox' mode. Five themes are available: Generic, Spooky, Western, Adventure and Sci-fi.",
    "links": [
      "https://igdb.com/games/rollercoaster-tycoon-3",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSAq0GehcGkpY5IDkD2GnOy4"
    ],
    "image": "/img/series/e945.jpg"
  },
  {
    "id": "9278",
    "name": "Salt and Sanctuary",
    "show": "7a90",
    "description": "\"Salt and Sanctuary seamlessly combines fast, brutal, and complex 2D combat with richly developed RPG mechanics. Discover, craft, and upgrade over 600 weapons, armor pieces, spells, and items as you explore a cursed realm of forgotten cities, blood-soaked dungeons, desecrated monuments, and the fallen lords they once celebrated.\"",
    "links": [
      "https://igdb.com/games/salt-and-sanctuary",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSAndRV4JwkIO0Ha_FiCaTOy"
    ],
    "image": "/img/series/9278.jpg"
  },
  {
    "id": "3ee3",
    "name": "Sam & Max Hit the Road",
    "show": "2e85",
    "description": "Sam &amp; Max Hit the Road is a graphic adventure video game released by LucasArts during the company's adventure games era. The game was originally released for MS-DOS in 1993 and for Mac OS in 1995. A 2002 re-release included compatibility with Windows. The game is based on the comic characters of Sam and Max, the \"Freelance Police\", an anthropomorphic dog and \"hyperkinetic rabbity thing\". The characters, created by Steve Purcell, originally debuted in a 1987 comic book series. Based on the 1989 Sam &amp; Max comic On the Road, the duo take the case of a missing bigfoot from a nearby carnival, traveling to many Americana tourist sites to solve the mystery.",
    "links": [
      "https://igdb.com/games/sam-max-hit-the-road",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSB-w3mXXOFEJ0zLhbYmbTiy"
    ],
    "image": "/img/series/3ee3.jpg"
  },
  {
    "id": "7000",
    "name": "Soma",
    "show": "3525",
    "description": "SOMA is a sci-fi horror game from Frictional Games, creators of the groundbreaking Amnesia and Penumbra series.\n\nThe radio is dead, food is running out, and the machines have started to think they are people. Underwater facility PATHOS-II has suffered an intolerable isolation and we’re going to have to make some tough decisions. What can be done? What makes sense? What is left to fight for? SOMA is a sci-fi horror game from Frictional Games, the creators of Amnesia: The Dark Descent. It is an unsettling story about identity, consciousness, and what it means to be human.",
    "links": [
      "https://igdb.com/games/soma--1",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSBt0_aGkJgK8FpoQFOkSaKw"
    ],
    "image": "/img/series/7000.jpg"
  },
  {
    "id": "8695",
    "name": "Splatoon",
    "show": "7a90",
    "description": "Splatoon is primarily a team-based third-person shooter which is playable by up to eight players in 4-vs-4 matches, although the game also features a single-player campaign. Players control characters called Inklings, wich can change between human form and squid form. Transforming into a squid allows players to swim through ink of their own color, even up walls and through grates, hiding from the enemy and replenishing their ink supply in the process.",
    "links": [
      "https://igdb.com/games/splatoon",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSCK_BC-sQX4AHdlIFqun_W6"
    ],
    "image": "/img/series/8695.jpg"
  },
  {
    "id": "c700",
    "name": "Star Wars Battlefront",
    "show": "7a90",
    "description": "In 2004, the original Star Wars Battlefront came onto the scene and took gamers – and Star Wars fans – by surprise. It was an ambitious action shooter that gave players the opportunity to step into the shoes of their favorite Star Wars characters, pilot quintessential Star Wars vehicles, and relive classic Star Wars battles.\n\nFast forward nearly 10 years and gamers still have many of those same Star Wars gaming fantasies – but now they wish to experience those larger-than-life battles in magnificent high definition, with all of the amazing special effects, vehicle physics and gameplay intensity that the next-generation has to offer.\n\nStar Wars Battlefront, developed by DICE on Frostbite 3, will surprise and delight fans yet again with a new experience inside this beloved universe made with our signature DICE craftsmanship and commitment to excellence.",
    "links": [
      "https://igdb.com/games/star-wars-battlefront--2",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSCoX3ad-LwLQztrZrgAyKoX"
    ],
    "image": "/img/series/c700.jpg"
  },
  {
    "id": "5ec6",
    "name": "Beans vs Super Mario",
    "show": "88a8",
    "description": "",
    "links": [
      "https://youtube.com/playlist?list=PLfU2RMxoOiSAUfNJ7Ukk1KwP_xqjTbCrj"
    ],
    "image": "/img/series/5ec6.jpg"
  },
  {
    "id": "f2cc",
    "name": "Beans vs Super Mario Maker",
    "show": "88a8",
    "description": "",
    "links": [
      "https://youtube.com/playlist?list=PLfU2RMxoOiSAZ1tkqJFR7NjGDvVdLcRfU"
    ],
    "image": "/img/series/f2cc.jpg"
  },
  {
    "id": "d864",
    "name": "Super Metroid",
    "show": "8bd9",
    "description": "Super Metroid is an 2D, side-scrolling action-adventure game, which primarily takes place on the fictional planet Zebes—a large, open-ended world with areas connected by doors and elevators. The player controls Samus Aran as she searches the planet for a Metroid that was stolen by Ridley, the leader of the Space Pirates. Samus can run, jump, crouch, and fire a weapon in eight directions; she can also perform other actions, such as wall jumping—jumping from one wall to another in rapid succession to reach higher areas. The \"Moon Walk\" ability, named after the popular dance move of the same name, allows Samus to walk backwards while firing or charging her weapon. The heads-up display shows Samus' health, the supply mode for reserve tanks, icons that represent weapons, and an automap that shows her location and its surroundings.",
    "links": [
      "https://igdb.com/games/super-metroid",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSAgRCcPliK9aNa8ZCm3INJM"
    ],
    "image": "/img/series/d864.jpg"
  },
  {
    "id": "1e89",
    "name": "Tales from the Borderlands",
    "show": "7a90",
    "description": "Tales from the Borderlands is a five part episodic game series (currently 3 out of 5 episodes are available) from the creators of The Wolf Among Us and The Walking Dead: A Telltale Games Series. Set on the unforgiving world of Pandora after the events seen in Borderlands 2, this is a story full of Borderlands’ trademark humor, following two adventurers on their quest for greatness.\n\nYou’ll play as Rhys, a Hyperion ‘suit’ with dreams of being the next Handsome Jack, and Fiona, a Pandoran con artist looking to score her biggest ever swindle. Thrown together as unwilling partners in an adventure to recover cash they both think is theirs, their journey will take you on a wild ride where gangsters, bandit lords, and Vault Hunters are just some of the obstacles you’ll encounter, in this new take on the award-winning universe created by Gearbox Software.",
    "links": [
      "https://igdb.com/games/tales-from-the-borderlands",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDo3S1L_lx_IfADZB8KnWiP"
    ],
    "image": "/img/series/1e89.jpg"
  },
  {
    "id": "fd79",
    "name": "Tales of Symphonia",
    "show": "7a90",
    "description": "THE EPIC BATTLE FOR SURVIVAL\n\nIn a dying world, legend has it that a Chosen One will one day rise from amongst the people and the land will be reborn. The line between good and evil blurs in this epic adventure where the fate of two interlocked worlds hangs in the balance. \n\nAN EPIC ADVENTURE – Over 80 hours of gameplay in this epic, emotionally charged storyline.\n\nREAL-TIME 3D BATTLE SYSTEM – Experience the fierce, action-packed battle system. Combine hundreds of special attacks and magic spells.\n\nA CLASSIC ART STYLE LIVES ON – Become absorbed in endearing cel-shaded characters designed by renowned artist Kosuke Fujishima",
    "links": [
      "https://igdb.com/games/tales-of-symphonia",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSCyTMgepzmTaLaUfjFMfFmL"
    ],
    "image": "/img/series/fd79.jpg"
  },
  {
    "id": "350f",
    "name": "Technobabylon",
    "show": "2e85",
    "description": "A cyberpunk adventure game from the studio that brought you Gemini Rue and Blackwell! The year is 2087. Genetic engineering is the norm, and an omnipresent AI powers the city. Take control of three citizens of this world as they struggle to understand a deadly conspiracy.",
    "links": [
      "https://igdb.com/games/technobabylon",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDOaXNFLUJ65vQ37ZdIT0SG"
    ],
    "image": "/img/series/350f.jpg"
  },
  {
    "id": "016b",
    "name": "Terranigma",
    "show": "8bd9",
    "description": "Terranigma is an action role-playing game for the SNES. It is one of the few games which has never been released in North America. The Game is about a boy named Ark whose fate is to resurrect the earth and to contribute to the evolution of life.",
    "links": [
      "https://igdb.com/games/terranigma",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSAPnNy6hWriwvbiTzpnwjqj"
    ],
    "image": "/img/series/016b.jpg"
  },
  {
    "id": "0640",
    "name": "The Book of Unwritten Tales 2",
    "show": "2e85",
    "description": "Legend foretold it. Prophecies predicted it. Chosen ones chose to believe in it. Now the adventure saga continues. A sequel is coming. Join Wilbur, Ivo, Nate and Critter in another classic point-and-click adventure in the wicked world of Aventásia. Help them fulfill their destiny. A destiny as yet unwritten.\n\nA few years have passed since our heroes heroically defeated the arch-witch Mortroga. And their lives, like the lives of most people in Aventásia, are still in turmoil. The War of the Two Towers is over, but the wounds it left upon the land are still bleeding.\n\nThe gnome Wilbur Weathervane is struggling with his new job as a teacher at the reopened School for Wizardry and Witchcraft. His magic wand is having a mind of its own and an assassination plot against the arch-mage overshadows the first democratic elections in Seastone.\n\nFaced with political intrigues that threaten the delicate balance of peace, Wilbur is in dire need of his old friends. But the elf princess Ivo and the adventurer Nate have, after a brief romantic interlude, gone their separate ways.\n\nIvo has returned to her gilded cage in the elf kingdom, overprotected by her controlling mother.\n\nNate along with his trusty companion Critter has been taken prisoner on the flying island of his arch-enemy the Red Pirate.\n\nBut fate does not rest. A darkness has fallen upon the land, or rather, a pinkness. A magic force is turning mighty beasts into fluffy plush puppies and towering castles into oversized dollhouses. Every world needs its heroes. However unlikely they may seem.",
    "links": [
      "https://igdb.com/games/the-book-of-unwritten-tales-2",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSB1vBcgWe3tbwnlDwmaQrPP"
    ],
    "image": "/img/series/0640.jpg"
  },
  {
    "id": "6fa7",
    "name": "The Division",
    "show": "7a90",
    "description": "We live in a complex world. The more advanced it gets, the more vulnerable it becomes. We’ve created a house of cards. Remove just one and everything falls apart. \n\nOn Black Friday, a devastating pandemic sweeps through New York City and, one by one, basic services fail. In only days, without food or water, society collapses into chaos. The Division, an autonomous unit of tactical agents, is activated. Leading seemingly ordinary lives among us, the agents are trained to operate independently in order to save society. When society falls, your mission begins.",
    "links": [
      "https://igdb.com/games/tom-clancy-s-the-division",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDbD2kjv-crvYg0XSWofRKw"
    ],
    "image": "/img/series/6fa7.jpg"
  },
  {
    "id": "d403",
    "name": "The Legend of Zelda: A Link to the Past",
    "show": "3952",
    "description": "Link, a blacksmith's nephew living in Hyrule, must free the land from the evildoings of Ganon. Link must take up the mythical Master Sword and collect the three Triforces in order to free the Seven Maidens, including the princess of Hyrule, Zelda, from the dungeons and castles of the Dark World to stop Ganon.",
    "links": [
      "https://igdb.com/games/the-legend-of-zelda-a-link-to-the-past",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSCWcSnsUFmidLil6qVb5_lG"
    ],
    "image": "/img/series/d403.jpg"
  },
  {
    "id": "1f51",
    "name": "The Order: 1886",
    "show": "7a90",
    "description": "The Order: 1886™ introduces players to a unique vision of Victorian-Era London where Man uses advanced technology to battle a powerful and ancient foe.  As a member of an elite order of knights, join a centuries-old war that will determine the course of history forever.",
    "links": [
      "https://igdb.com/games/the-order-1886",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSANDqQrux96XMIzRMs1MNCt"
    ],
    "image": "/img/series/1f51.jpg"
  },
  {
    "id": "ce73",
    "name": "The Walking Dead: Michonne",
    "show": "7a90",
    "description": "The Walking Dead: Michonne - A Telltale Games Mini-Series stars the iconic character from the comic book series haunted by her past and coping with unimaginable loss and regret. The story explores her untold journey during the time between issues #126 and #139. Through this Telltale Games mini-series of 3 episodes, players will discover what took Michonne away from Rick, Ezekiel, and the rest of her trusted group... and what brought her back.\n\nPremiering this fall, The Walking Dead: Michonne will be available for download on PC/Mac from the Telltale Online Store, Steam, and other digital distribution services, the PlayStationNetwork for PlayStation 4 and PlayStation 3, the Xbox Games Store for Xbox One and Xbox 360 video game and entertainment system from Microsoft, compatible iOS devices via the App Store, and Android-based devices via Google Play and the Amazon App Store.\n\nPlayers will require at least the first episode of The Walking Dead: Season Two in order to play The Walking Dead: Michonne. Further information about how to access the mini-series will be made available closer to the premiere.",
    "links": [
      "https://igdb.com/games/the-walking-dead-michonne",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSAbYhx2grUmUsXycGBN3sKi"
    ],
    "image": "/img/series/ce73.jpg"
  },
  {
    "id": "574f",
    "name": "The Witcher 3: Wild Hunt",
    "show": "7a90",
    "description": "The Witcher: Wild Hunt is a story-driven, next-generation open world role-playing game set in a visually stunning fantasy universe full of meaningful choices and impactful consequences. In The Witcher you play as the professional monster hunter, Geralt of Rivia, tasked with finding a child of prophecy in a vast open world rich with merchant cities, viking pirate islands, dangerous mountain passes, and forgotten caverns to explore.",
    "links": [
      "https://igdb.com/games/the-witcher-3-wild-hunt"
    ],
    "image": "/img/series/574f.jpg"
  },
  {
    "id": "773d",
    "name": "Titan Souls",
    "show": "7a90",
    "description": "Between our world and the world beyond lie the Titan Souls, the spiritual source and sum of all living things. Now scattered amongst the ruins and guarded by the idle titans charged with their care, a solitary hero armed with but a single arrow is once again assembling shards of the Titan Soul in a quest for truth and power.",
    "links": [
      "https://igdb.com/games/titan-souls",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSAe9cqzJHH2TLB8i3k__Uhj"
    ],
    "image": "/img/series/773d.jpg"
  },
  {
    "id": "cad1",
    "name": "Titanfall 2",
    "show": "7a90",
    "description": "Titanfall 2 will deliver a crafted experience that explores the unique bond between man and machine. Playable offline, the single player campaign in Titanfall 2 will let fans step out onto the Frontier as a Militia rifleman with aspirations of becoming an elite Pilot. Stranded behind enemy lines and facing overwhelming odds, players must team up with a veteran Titan to uphold a mission they were never meant to carry out.",
    "links": [
      "https://igdb.com/games/titanfall-2",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSD2AwyrLCKFLP6AzW_c8Ac-"
    ],
    "image": "/img/series/cad1.jpg"
  },
  {
    "id": "1a2a",
    "name": "Uncharted 4: A Thief's End",
    "show": "7a90",
    "description": "Several years after his last adventure, retired fortune hunter, Nathan Drake, is forced back into the world of thieves. With the stakes much more personal, Drake embarks on a globe-trotting journey in pursuit of a historical conspiracy behind a fabled pirate treasure. His greatest adventure will test his physical limits, his resolve, and ultimately what he's willing to sacrifice to save the ones he loves.",
    "links": [
      "https://igdb.com/games/uncharted-4-a-thief-s-end",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSCWmDoyVhbeLKydAqqmPjcH"
    ],
    "image": "/img/series/1a2a.jpg"
  },
  {
    "id": "2198",
    "name": "Until Dawn",
    "show": "3952",
    "description": "Until Dawn is an interactive drama survival horror video game. It was originally scheduled to be released on the PlayStation 3 and feature PlayStation Move support, but in August 2014, the game was reintroduced as a PlayStation 4 exclusive.\n\nUntil Dawn is designed to be played multiple times, as players will miss out on quite a bit of content with a single playthrough. Each will last about nine hours in length and the game mechanics utilize a new in-game system called the \"Butterfly Effect\" in which any choice of action by the player may cause unforeseen consequences later on. For example, locating a weapon in an earlier chapter may allow the player to pick it up down the line when a chase scene leads back to the same room. Throughout the game, players will make difficult decisions during ethical or moral dilemmas, such as sacrificing one character to save another. The Butterfly Effect system blurs the line between right and wrong decisions and it is possible for players to keep all eight characters alive as well as having all eight of them die, allowing for many different paths and scenarios as well as offering several different endings. Until Dawn has a strict auto-save system to prevent players from reloading a previous save file to an earlier point in the game if they regret an in-game decision they have made. The only way to change the player's choice is to restart the game from the beginning or continue to the end and start a new game. In a developer interview, it has been said that Until Dawn has \"hundreds of endings\". Different endings have different variations depending on the combination of characters alive at the end of the game.\n\nThe gameplay is focused on exploration, quick-time events and discovering clues as well as making decisions. There is an in-game system that will keep track of all of the clues and secrets players have discovered in total, even if there are multiple playthroughs; these clues will allow the player to piece together the mysteries of Blackwood. In terms of the gameplay mechanics and theme, Until Dawn has been noted to be similar to Heavy Rain and Beyond: Two Souls.\n\nUntil Dawn was met with a positive critical response upon release, with praise directed at the visuals, choice mechanic, horror elements, music, voice acting and gameplay design. Most of the criticism the game drew was concerning the story, mostly the second half, camera angles, character movements and partially linear plot.",
    "links": [
      "https://igdb.com/games/until-dawn",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSD1xHMcprBPXAdu2B_F9kGk"
    ],
    "image": "/img/series/2198.jpg"
  },
  {
    "id": "e5c0",
    "name": "Vampire: The Masquerade - Bloodlines",
    "show": "7a90",
    "description": "Bloodlines is a role-playing game with the choice between first person and third-person perspectives. The player character's ability to overcome obstacles is in many cases a mixture of player and character abilities, with character stats determining the effectiveness of actions, and player abilities determining whether or not the actions succeed. For example, the ability to move silently and avoid being detected is heavily influenced by the character's Dexterity and Stealth ratings; however, if the player does not stay in the shadows while sneaking past enemies, the character can still be detected.\n\nThe player character increases in power dramatically during the course of the game through the expenditure of earned experience points on attributes, skills, and vampire abilities called \"Disciplines\". A multitude of items, weapons, and books can be found or purchased to make the player character even more powerful. Melee and ranged weapons exist in equal numbers, although only in the later stages of the game.\n\nHow the player interacts with the game world varies depending upon which clan the player character belongs to. Differences range from different dialogue options becoming available to certain quests becoming available or unavailable. The most notable gameplay differences are experienced by those who play as Malkavian (due to their insanity, dialogue options are often non sequiturs, making it difficult to conduct conversations and negotiations; Malkavians also encounter numerous bizarre moments during gameplay, such as television sets and stop signs speaking to them) and Nosferatu (who, in order to avoid Masquerade violations, are prohibited from speaking to humans and who do not have access to any gameplay options involving seduction).\n\nUnlike most role-playing video games, the experience needed to increase stats and skills is not awarded for killing enemies. Experience points are awarded solely for completing quests, no matter how many creatures the player eliminates in the process (though the quest objective often involves killing). This encourages the player to complete quests in creative ways and significantly increases the game's replay value.\n\nThe game invokes two other unique penalties and rewards for certain behaviors in the game's non-quest (i.e. non-combat) areas. Players are penalized for exhibiting vampiric abilities in front of humans by the loss of Masquerade points, which can also be reinstated by performing actions to protect the Masquerade. If the player loses 5 Masquerade points, the game ends. Also, the player is able to gain and lose \"humanity\" points, which have an impact on how well the character can be controlled when his or her blood supply is low. This can potentially cause the character to go into a feeding frenzy at the wrong time which in turn can lead to Masquerade violations. Humanity points are awarded for acts of kindness, such as finding alternatives to killing certain non-player characters. They can be taken away if the player character kills a human outside a combat zone (or even sometimes within a combat zone if the human is a noncombatant), intentionally or not, or if the character commits an unethical deed such as stealing money from a charity. Unlike Masquerade points, the game does not end if the player humanity level drops to minimum (3 by default), but the player's character is almost certain to enter frenzy when it is this low (and they are hungry, or take damage), and some dialog options may change. Experience points can be used to purchase humanity points. Having a very high or very low humanity affects some conversation options.",
    "links": [
      "https://igdb.com/games/vampire-the-masquerade-bloodlines",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSBf92Nfch-6ngSvPRMpSIBx"
    ],
    "image": "/img/series/e5c0.jpg"
  },
  {
    "id": "c463",
    "name": "Vollgas",
    "show": "7a90",
    "description": "Full Throttle is a computer adventure game developed and published by LucasArts. It was designed by Tim Schafer, who would later go on to design Grim Fandango, Psychonauts and Brütal Legend. The game features voice actors Roy Conrad and Mark Hamill. It was released on April 30, 1995. It is the tenth game to use the SCUMM adventure game engine.",
    "links": [
      "https://igdb.com/games/full-throttle",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDACmDuPSiwoTzvyp5uApUP"
    ],
    "image": "/img/series/c463.jpg"
  },
  {
    "id": "9d6c",
    "name": "XCOM 2",
    "show": "7a90",
    "description": "In XCOM 2, the roles have been reversed, and XCOM is now the invading force. They are hampered by limited resources and must constantly evade the alien threat in their new mobile headquarters. Players must use a combination of firepower and stealth-like tactics to help XCOM recruit soldiers and build a resistance network, while attempting to expose the evil alien agenda and save humanity. \n\nXCOM 2 will introduce gameplay features such as procedurally-generated levels, which will make each experience unique to the player, as well as offer a much deeper level of modding support. Additionally, XCOM 2 will offer a variety of new content including five updated soldier classes, increased soldier customization, more alien and enemy types, evolved tactical combat and more.",
    "links": [
      "https://igdb.com/games/xcom-2",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSCuLD33l9nNrr5TKe4zNuRt"
    ],
    "image": "/img/series/9d6c.jpg"
  },
  {
    "id": "935d",
    "name": "Dishonored 2",
    "show": "b03b",
    "description": "Reprise your role as a supernatural assassin in Dishonored 2. Play your way in a world where mysticism and industry collide. Will you choose to play as Empress Emily Kaldwin or the Royal Protector, Corvo Attano? Will you stalk your way through the game unseen, make full use of its brutal combat system, or use a blend of both? How will you combine your character’s unique set of powers, weapons and gadgets to eliminate your enemies? The story responds to your choices, leading to intriguing outcomes, as you play through each of the game’s hand-crafted missions.",
    "links": [
      "https://igdb.com/games/dishonored-2"
    ],
    "image": "/img/series/935d.jpg"
  },
  {
    "id": "4944",
    "name": "Pokémon Mond",
    "show": "3952",
    "description": "Pokémon Sun and Pokémon Moon trademarks were registered thus leaking the next Pokémon game titles to the public. Pokémon.com confirmed the games would be for the Nintendo 3DS and released in holiday 2016, with a new world, new Pokémon, and new adventures.\n\nPokémon Sun and Pokémon Moon will be the first games in the Pokémon series to allow players to choose from nine languages to play in. In addition to English, French, German, Italian, Japanese, Korean, and Spanish, players will now be able to play in both Traditional and Simplified Chinese.",
    "links": [
      "https://igdb.com/games/pokemon-moon",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSBuOG7Rn9MeG8POSberBwSu"
    ],
    "image": "/img/series/4944.jpg"
  },
  {
    "id": "16be",
    "name": "Final Fantasy XV",
    "show": "7a90",
    "description": "Final Fantasy XV is an upcoming action role-playing video game being developed and published by Square Enix for the PlayStation 4 and Xbox One. It is the fifteenth main installment in the Final Fantasy series, and forms part of the Fabula Nova Crystallis subseries, which also includes Final Fantasy XIII and Final Fantasy Type-0. &#13;\n&#13;\nOriginally a spin-off titled Final Fantasy Versus XIII exclusive to the PlayStation 3, it is a heavy departure from previous games, providing a darker atmosphere that focuses on more realistic human characters than previous entries. The game features an open-world environment and action-based battle system similar to the Kingdom Hearts series and Type-0, incorporating the ability to switch weapons and other elements such as vehicle travel and camping.",
    "links": [
      "https://igdb.com/games/final-fantasy-xv",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDPVuRDwN2JGlTfes3aWbya"
    ],
    "image": "/img/series/16be.jpg"
  },
  {
    "id": "2aa0",
    "name": "Red Dead Redemption",
    "show": "7a90",
    "description": "Red Dead Redemption is a Western epic, set at the turn of the 20th century when the lawless and chaotic badlands began to give way to the expanding reach of government and the spread of the Industrial Age. A follow up to the 2004 hit Red Dead Revolver, this game tells the story of former outlaw John Marston, taking players on a great adventure across the American frontier. Red Dead Redemption features an open-world environment for players to explore, including frontier towns, rolling prairies teaming with wildlife, and perilous mountain passes - each packed with an endless flow of varied distractions. Along the way, players will experience the heat of gunfights and battles, meet a host of unique characters, struggle against the harshness of one of the world’s last remaining wildernesses, and ultimately pick their own precarious path through an epic story about the death of the Wild West and the gunslingers that inhabited it.",
    "links": [
      "https://igdb.com/games/red-dead-redemption",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSDtTwCCO1t1j5kM31RnHAG8"
    ],
    "image": "/img/series/2aa0.jpg"
  },
  {
    "id": "8aba",
    "name": "The Last Guardian",
    "show": "7a90",
    "description": "In a strange and mystical  land, a young boy discovers a mysterious creature with which he forms a deep, unbreakable bond. The unlikely  pair must rely on each other to journey through towering, treacherous ruins filled with  unknown dangers. Experience the journey of a lifetime in this touching, emotional story of friendship and trust.",
    "links": [
      "https://igdb.com/games/the-last-guardian",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSCFbNBhPlVIG4HG2gyUNgxw"
    ],
    "image": "/img/series/8aba.jpg"
  },
  {
    "id": "54f6",
    "name": "The Walking Dead: A New Frontier",
    "show": "7a90",
    "description": "When family is all you have left…how far will you go to protect it? After society was ripped apart by undead hands, pockets of civilization emerge from the chaos. But at what cost? Can the living be trusted on this new frontier? As Javier, a young man determined to find the family taken from him, you meet a young girl who has experienced her own unimaginable loss. Her name is Clementine, and your fates are bound together in a story where every choice you make could be your last.",
    "links": [
      "https://igdb.com/games/the-walking-dead-the-telltale-series-a-new-frontier",
      "https://youtube.com/playlist?list=PLfU2RMxoOiSA91-PdUUovMzo5VOkw34pU"
    ],
    "image": "/img/series/54f6.jpg"
  },
  {
    "id": "7e02",
    "name": "Star Wars Jedi Knight II: Jedi Outcast",
    "show": "3952",
    "description": "In the tradition of the highly acclaimed Star Wars: Jedi Knight series, Star Wars: Jedi Knight 2, Jedi Outcast features rebel agent Kyle Katarn in exhilarating first-person action. Several years have passed since Kyle avenged his father's death and saved the Valley of the Jedi from Jerec and his band of Dark Jedi. Allowing his Force powers to languish for fear of falling to the dark side, Kyle entrusted his lightsaber to Luke Skywalker, vowing never to use it again. But when a new and menacing threat to the galaxy emerges, Kyle knows he must reclaim his past in order to save his future.\n\nExplore breathtaking Star Wars locales such as Cloud City, the Jedi Academy on Yavin 4, Nar Shaddaa, and the smugglers' moon. Multiplayer options include deathmatch, saber-only deathmatch, and team capture the flag.",
    "links": [
      "https://igdb.com/games/star-wars-jedi-knight-ii-jedi-outcast"
    ],
    "image": "/img/series/7e02.jpg"
  },
  {
    "id": "6ddf",
    "name": "Halo 5: Guardians",
    "show": "7a90",
    "description": "Peace is shattered when colony worlds are unexpectedly attacked. But when humanity's greatest hero goes missing, a new Spartan is tasked with hunting the Master Chief and solving a mystery that threatens the entire galaxy.",
    "links": [
      "https://igdb.com/games/halo-5-guardians",
      "https://www.youtube.com/playlist?list=PLfU2RMxoOiSARn1KdF5yAAARzHCnHwfJU"
    ],
    "image": "/img/series/6ddf.jpg"
  }
]